tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ansible"
brew "automake"
brew "go"
brew "dep"
brew "python"
brew "httpie"
brew "jupyter"
brew "macvim"
brew "neovim"
brew "node"
brew "pipenv"
brew "pkg-config"
brew "protobuf"
brew "prototool"
brew "ruby"
brew "the_silver_searcher"
brew "tmux"
brew "zsh-syntax-highlighting"
cask "java"
