tap "cjbassi/gotop"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "wagoodman/dive"
brew "python"
brew "ansible"
brew "automake"
brew "bash"
brew "bat"
brew "go"
brew "dep"
brew "fzf"
brew "glide"
brew "highlight"
brew "httpie"
brew "hub"
brew "jq"
brew "jupyter"
brew "macvim"
brew "neovim"
brew "node"
brew "pgcli"
brew "pipenv"
brew "pkg-config"
brew "protobuf"
brew "prototool"
brew "ruby", link: true
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "cjbassi/gotop/gotop"
brew "wagoodman/dive/dive"
cask "java"
