tap "cjbassi/gotop"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "tinygo-org/tools"
tap "wagoodman/dive"
brew "automake"
brew "awscli"
brew "bash"
brew "bat"
brew "clang-format"
brew "cocoapods"
brew "cppcheck"
brew "go"
brew "dep"
brew "exercism"
brew "fzf"
brew "pkg-config"
brew "gdb"
brew "highlight"
brew "httpie"
brew "hub"
brew "jq"
brew "protobuf"
brew "mosh"
brew "neovim"
brew "node"
brew "pgcli"
brew "pipenv"
brew "prototool"
brew "python"
brew "ruby"
brew "screenfetch"
brew "sshfs"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "transmission-cli"
brew "travis"
brew "watchman"
brew "wireshark", link: false
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "cjbassi/gotop/gotop"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "tinygo-org/tools/tinygo"
brew "wagoodman/dive/dive"
cask "alacritty"
cask "java"
cask "postman"
cask "transmission"
cask "visual-studio-code"
cask "wireshark"
